
[X2DownloadableContentInfo_ProjectExvent]
SecondWaveDescription = "早期采用者：在已建立变种人计划的情况下开始活动。"
SecondWaveTooltip = "与军营中的变种人士兵一起开始战役。 开始士兵的数量和他们的职业可以在 <font color='#fdce2b'>XComGame.ini</font> 中更改 （默认为1个变种人士兵）。"

[X2Ability_ExventOfficer]
CallReinforcements_FlyoverText = "呼叫增援！"
Rally_EffectName = "召集"
Rally_EffectDesc = "当一个杀死一个被标记的目标时，军官将激励友军，补充小队的弹药（如果携带医疗包，则补充生命值）。"
AirOfAuthority_EffectDesc = "友军变种人军官的存在增强了该部队的防御能力。"
LeadByExample_EffectName = "以身作则"
LeadByExample_EffectDesc = "每个回合的第一个行动点用断裂攻击。被断裂的敌人将从未来的所有攻击中受到 <Ability:Exv_LeadByExample_RuptureAmount/> 的伤害。"
Watchtower_EffectName = "守望"
Watchtower_EffectDesc = "军官正在指挥友军，并将自动向任何攻击小队的敌人开火。"
StandardShot_AltName = "爆破"

[X2Ability_ExventStunLancer]
HeavyHitter_EffectName = "重击"
HeavyHitter_EffectDesc = "用眩晕电棍将目标击晕可能会导致视线中的任何敌人惊慌失措。"
Encore_EffectName = "Encore"
Encore_EffectDesc = "造成眩晕攻击后，枪袭兵可能会尝试第二次近战攻击，这次伤害降低。"
CloseEncounters_EffectName = "亲密接触"
ExcessiveForce_FlyoverText = "已保留伤害！"
SecondWind_EffectName = "重振旗鼓"
SecondWind_EffectDesc = "枪袭兵在近战后暂时增加移动力。"
RollingThunder_EffectDesc = "下一次眩晕攻击带有电荷能量，并将释放出可以伤害附近敌人的电击。"
BattleTrance_EffectDesc = "被战斗的激情所消耗，枪袭兵目前对精神类负面影响免疫，可以在移动时突破墙壁。命中率、暴击率和移动力也得到了提高。"

[X2Ability_ExventShieldbearer]
ProjectileBarrier_EffectDesc = "该单位受到护盾保护，不会受到下一次敌方攻击。"
Steadfast_EffectName = "坚定"
Steadfast_EffectDesc = "持盾者通过携带弹道盾牌获得额外的防御加成。"

[X2Item_ExventWeapons]
DisorientChanceLabel = "攻击敌人有几率使其混乱"

[X2AbilityToHitCalc_ExvSubdue]
BaseChanceLabel = "弱化目标"
TrooperLabel = "变种人士兵"
OfficerLabel = "变种人军官"
StunLancerLabel = "变种人枪袭兵"
ShieldbearerLabel = "变种人持盾兵"
PriestLabel = "变种人祭司"
PurifierLabel = "变种人净化者"

[UICustomize_ExventInfo]
DisabledReasonLabel = "无法在变种人士兵上编辑此选项"

[ExventFinalShell]
NotificationTitle = "PROJECT EXVENT [Version 2.4]<br/>补丁说明"
NotificationBody = "<font color='#aca68a'>Version 2.4</font> of <font color='#aca68a'>PROJECT EXVENT</font> 已发布！如果您正在阅读此消息，则表示此模组已成功更新到最新版本，您无需执行任何进一步操作。如果您之前对此模组的配置文件进行了任何更改，则这些文件已重置为默认值。查看Steam上的更改说明以获取完整的更改列表。"
NotificationBullets = "?战友GTS福利不再需要中士级别的变种人士兵解锁；相反，你现在只需要军营里有任何变种人士兵就行。<br/>?解决了导致此模组破坏其他模组中的能力标记处理程序的问题，导致能力值无法在UI中正确显示。<br/>?解决了此模组阻止昏迷士兵在搬运时播放正确动画的问题。<br/>?修正了一个错误，即“制伏”技能的成功几率明显高于UI中实际显示的几率。<br/>?当根据敌人的生命值计算其成功几率时，制伏现在会考虑侧袭。此选项可以在XComGame.ini中关闭（默认情况下打开）。"